Repository: tarikdavulcu/spooldry
Catalog: ios/SpoolDry/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja

source: Off when idle
ar: متوقف عند الخمول
de: Aus im Leerlauf
es: Apagado en reposo
fr: Arrêté au repos
ja: 待機中はオフ

source: Open Settings
ar: فتح الإعدادات
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir Réglages
ja: 設定を開く

source: Open SpoolDry to connect your dryer.
ar: افتح SpoolDry لربط مجففك.
de: Öffne SpoolDry, um deinen Trockner zu verbinden.
es: Abre SpoolDry para conectar tu secador.
fr: Ouvrez SpoolDry pour connecter votre sécheur.
ja: SpoolDryを開いてドライヤーを接続してください。

source: Opens SpoolDry with the current temperature, humidity and drying progress.
ar: يفتح SpoolDry مع الحرارة والرطوبة وتقدم التجفيف الحالية.
de: Öffnet SpoolDry mit aktueller Temperatur, Feuchte und Trocknungsfortschritt.
es: Abre SpoolDry con la temperatura, la humedad y el progreso actuales.
fr: Ouvre SpoolDry avec la température, l'humidité et la progression actuelles.
ja: 現在の温度・湿度・乾燥の進捗を表示してSpoolDryを開きます。

source: Over-temperature protection
ar: الحماية من فرط الحرارة
de: Übertemperaturschutz
es: Protección contra sobretemperatura
fr: Protection contre la surchauffe
ja: 過熱保護

source: Pairing required. Accept the Bluetooth pairing request. New phones can pair within 5 minutes after the dryer is switched on.
ar: يلزم الاقتران. اقبل طلب اقتران البلوتوث. يمكن للهواتف الجديدة الاقتران خلال 5 دقائق من تشغيل المجفف.
de: Kopplung erforderlich. Bestätige die Bluetooth-Kopplungsanfrage. Neue Telefone können innerhalb von 5 Minuten nach dem Einschalten koppeln.
es: Se requiere emparejar. Acepta la solicitud de emparejamiento Bluetooth. Los teléfonos nuevos pueden emparejarse durante 5 minutos tras encender el secador.
fr: Jumelage requis. Acceptez la demande de jumelage Bluetooth. Un nouveau téléphone peut se jumeler dans les 5 minutes suivant l'allumage du sécheur.
ja: ペアリングが必要です。Bluetoothのペアリング要求を許可してください。新しいiPhoneはドライヤーの電源投入後5分以内にペアリングできます。

source: Pairing: the first command asks iOS to pair with the dryer. New phones can pair within 5 minutes after the dryer is switched on (or after holding its BOOT button for 10 seconds).
ar: الاقتران: يطلب الأمر الأول من iOS الاقتران بالمجفف. يمكن للهواتف الجديدة الاقتران خلال 5 دقائق من التشغيل (أو بعد الضغط على زر BOOT لمدة 10 ثوانٍ).
de: Kopplung: Der erste Befehl fordert iOS zur Kopplung auf. Neue Telefone können innerhalb von 5 Minuten nach dem Einschalten koppeln (oder nachdem die BOOT-Taste 10 Sekunden gehalten wurde).
es: Emparejamiento: el primer comando pide a iOS emparejarse. Los teléfonos nuevos pueden emparejarse durante 5 minutos tras encender el secador (o tras mantener el botón BOOT 10 segundos).
fr: Jumelage : la première commande demande à iOS de se jumeler. Un nouveau téléphone peut se jumeler dans les 5 minutes suivant l'allumage (ou après un appui de 10 secondes sur BOOT).
ja: ペアリング：最初のコマンドでiOSがペアリングを求めます。新しいiPhoneは電源投入後5分以内（またはBOOTボタンを10秒長押し後）にペアリングできます。

source: Payment is charged to your Apple Account. One purchase unlocks SpoolDry on this Apple Account; there are no recurring charges.
ar: يُخصم المبلغ من حساب Apple الخاص بك. شراء واحد يفتح SpoolDry لهذا الحساب، بلا رسوم متكررة.
de: Die Zahlung erfolgt über deinen Apple Account. Ein Kauf schaltet SpoolDry für diesen Apple Account frei; es gibt keine wiederkehrenden Kosten.
es: El pago se carga a tu cuenta de Apple. Una compra desbloquea SpoolDry en esta cuenta de Apple; no hay cargos recurrentes.
fr: Le paiement est débité de votre compte Apple. Un achat débloque SpoolDry pour ce compte Apple ; aucun frais récurrent.
ja: お支払いはApple Accountに請求されます。1回の購入でこのApple AccountのSpoolDryが解除され、継続課金はありません。

source: Pending
ar: قيد الانتظار
de: Ausstehend
es: Pendiente
fr: En attente
ja: 未完了

source: Percentage points, start to end
ar: نقاط مئوية من البداية إلى النهاية
de: Prozentpunkte, Start bis Ende
es: Puntos porcentuales, del inicio al final
fr: Points de pourcentage, du début à la fin
ja: 開始から終了までのポイント差

source: Planned duration
ar: المدة المخططة
de: Geplante Dauer
es: Duración prevista
fr: Durée prévue
ja: 予定時間

source: Preheating
ar: تسخين مسبق
de: Vorheizen
es: Precalentando
fr: Préchauffage
ja: 予熱中

source: Price: %@
ar: السعر: %@
de: Preis: %@
es: Precio: %@
fr: Prix : %@
ja: 価格：%@

source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
ja: プライバシーポリシー

source: Profile
ar: الملف
de: Profil
es: Perfil
fr: Profil
ja: プロファイル

source: Profiles
ar: الملفات
de: Profile
es: Perfiles
fr: Profils
ja: プロファイル

source: Purchase pending approval.
ar: عملية الشراء بانتظار الموافقة.
de: Kauf wartet auf Genehmigung.
es: Compra pendiente de aprobación.
fr: Achat en attente d'approbation.
ja: 購入は承認待ちです。

source: Ready
ar: جاهز
de: Bereit
es: Listo
fr: Prêt
ja: 準備完了

source: Received data the app could not read. Check for app or firmware updates.
ar: وصلت بيانات تعذّرت قراءتها. تحقق من تحديثات التطبيق أو البرنامج الثابت.
de: Unlesbare Daten empfangen. Prüfe auf App- oder Firmware-Updates.
es: Se recibieron datos ilegibles. Busca actualizaciones de la app o del firmware.
fr: Données illisibles reçues. Recherchez des mises à jour de l'app ou du firmware.
ja: 読み取れないデータを受信しました。アプリまたはファームウェアの更新を確認してください。

source: Relative humidity
ar: الرطوبة النسبية
de: Relative Feuchte
es: Humedad relativa
fr: Humidité relative
ja: 相対湿度

source: Remaining
ar: المتبقي
de: Verbleibend
es: Restante
fr: Restant
ja: 残り

source: Rename
ar: إعادة التسمية
de: Umbenennen
es: Renombrar
fr: Renommer
ja: 名前を変更

source: Rename Dryer
ar: إعادة تسمية المجفف
de: Trockner umbenennen
es: Renombrar secador
fr: Renommer le sécheur
ja: ドライヤーの名前を変更

source: Reset Fault
ar: إعادة ضبط العطل
de: Fehler zurücksetzen
es: Restablecer fallo
fr: Réinitialiser le défaut
ja: 異常をリセット

source: Restore Purchases
ar: استعادة المشتريات
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
ja: 購入を復元

source: Safety
ar: السلامة
de: Sicherheit
es: Seguridad
fr: Sécurité
ja: 安全

source: Safety features
ar: ميزات السلامة
de: Sicherheitsfunktionen
es: Funciones de seguridad
fr: Fonctions de sécurité
ja: 安全機能

source: Safety relay
ar: مرحّل الأمان
de: Sicherheitsrelais
es: Relé de seguridad
fr: Relais de sécurité
ja: 安全リレー

source: Save
ar: حفظ
de: Sichern
es: Guardar
fr: Enregistrer
ja: 保存

source: Save and Open Dashboard
ar: حفظ وفتح لوحة التحكم
de: Sichern und Übersicht öffnen
es: Guardar y abrir el panel
fr: Enregistrer et ouvrir le tableau de bord
ja: 保存してダッシュボードを開く

source: Scan Again
ar: البحث مجددًا
de: Erneut suchen
es: Buscar de nuevo
fr: Rechercher à nouveau
ja: 再スキャン

source: Search materials
ar: البحث عن المواد
de: Materialien suchen
es: Buscar materiales
fr: Rechercher des matériaux
ja: 素材を検索

source: Searching for dryers nearby
ar: جارٍ البحث عن مجففات قريبة
de: Suche nach Trocknern in der Nähe
es: Buscando secadores cercanos
fr: Recherche de sécheurs à proximité
ja: 近くのドライヤーを検索中

source: Session
ar: الجلسة
de: Trocknung
es: Sesión
fr: Séance
ja: セッション

source: Sessions
ar: الجلسات
de: Trocknungen
es: Sesiones
fr: Séances
ja: セッション

source: Sessions per material
ar: الجلسات لكل مادة
de: Trocknungen pro Material
es: Sesiones por material
fr: Séances par matériau
ja: 素材別セッション数

source: Set Up Dryer
ar: إعداد المجفف
de: Trockner einrichten
es: Configurar secador
fr: Configurer le sécheur
ja: ドライヤーを設定

source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Réglages
ja: 設定

source: Show Dryer Status
ar: عرض حالة المجفف
de: Trocknerstatus anzeigen
es: Mostrar estado del secador
fr: Afficher l'état du sécheur
ja: ドライヤーの状態を表示

source: Show Introduction Again
ar: عرض المقدمة مجددًا
de: Einführung erneut zeigen
es: Ver la introducción otra vez
fr: Revoir l'introduction
ja: 紹介をもう一度表示

source: Show on Dashboard
ar: عرض في لوحة التحكم
de: In Übersicht zeigen
es: Mostrar en el panel
fr: Afficher dans le tableau de bord
ja: ダッシュボードに表示

source: Shown on dashboard
ar: معروض في لوحة التحكم
de: In Übersicht angezeigt
es: Se muestra en el panel
fr: Affiché dans le tableau de bord
ja: ダッシュボードに表示中

source: Signal: excellent
ar: الإشارة: ممتازة
de: Signal: sehr gut
es: Señal: excelente
ja: 信号：非常に良好

source: Signal: good
ar: الإشارة: جيدة
de: Signal: gut
es: Señal: buena
fr: Signal : bon
ja: 信号：良好

source: Signal: weak. Move closer.
ar: الإشارة: ضعيفة. اقترب أكثر.
de: Signal: schwach. Geh näher heran.
es: Señal: débil. Acércate.
fr: Signal : faible. Rapprochez-vous.
ja: 信号：弱い。近づいてください。

source: Simulated demo device
ar: جهاز تجريبي محاكى
de: Simuliertes Demo-Gerät
es: Dispositivo de demostración simulado
fr: Appareil de démo simulé
ja: シミュレーションのデモ機

source: Skip
ar: تخطي
de: Überspringen
es: Omitir
fr: Passer
ja: スキップ

source: Something went wrong
ar: حدث خطأ ما
de: Etwas ist schiefgelaufen
es: Algo salió mal
fr: Un problème est survenu
ja: 問題が発生しました

source: Source
ar: المصدر
de: Quelle
es: Fuente
ja: 出典

source: SpoolDry Lifetime
ar: SpoolDry مدى الحياة
es: SpoolDry de por vida
fr: SpoolDry à vie
ja: SpoolDry 永久ライセンス

source: SpoolDry Lifetime is active. Thank you!
ar: SpoolDry مدى الحياة مفعّل. شكرًا لك!
de: SpoolDry Lifetime ist aktiv. Danke!
es: SpoolDry de por vida está activo. ¡Gracias!
fr: SpoolDry à vie est actif. Merci !
ja: SpoolDry 永久ライセンスが有効です。ありがとうございます！

source: SpoolDry hardware is a DIY/hobby project and is not certified. Never bypass the thermal fuse or thermostat, and do not leave a prototype unattended.
ar: عتاد SpoolDry مشروع هواة/صنع ذاتي وغير معتمد. لا تتجاوز أبدًا المصهر الحراري أو الترموستات، ولا تترك نموذجًا أوليًا دون مراقبة.
de: Die SpoolDry-Hardware ist ein DIY-/Hobbyprojekt und nicht zertifiziert. Überbrücke niemals Thermosicherung oder Thermostat und lass einen Prototyp nicht unbeaufsichtigt.
es: El hardware SpoolDry es un proyecto DIY/aficionado y no está certificado. Nunca puentees el fusible térmico ni el termostato, y no dejes un prototipo sin vigilancia.
fr: Le matériel SpoolDry est un projet DIY/amateur non certifié. Ne contournez jamais le fusible thermique ni le thermostat, et ne laissez pas un prototype sans surveillance.
ja: SpoolDryハードウェアはDIY/ホビー向けで認証品ではありません。温度ヒューズやサーモスタットを絶対にバイパスせず、試作機を放置しないでください。

source: SpoolDry needs Bluetooth permission to talk to your dryer. Enable it in Settings > SpoolDry.
ar: يحتاج SpoolDry إلى إذن البلوتوث للتواصل مع مجففك. فعّله من الإعدادات > SpoolDry.
de: SpoolDry braucht Bluetooth-Zugriff, um mit deinem Trockner zu sprechen. Aktiviere ihn unter Einstellungen > SpoolDry.
es: SpoolDry necesita permiso de Bluetooth para hablar con tu secador. Actívalo en Ajustes > SpoolDry.
fr: SpoolDry a besoin de l'accès Bluetooth pour communiquer avec votre sécheur. Activez-le dans Réglages > SpoolDry.
ja: ドライヤーと通信するにはBluetoothの許可が必要です。設定 > SpoolDry で有効にしてください。

source: SpoolDry starting point
ar: نقطة بداية SpoolDry
de: SpoolDry-Startwert
es: Punto de partida SpoolDry
fr: Point de départ SpoolDry
ja: SpoolDryの初期値

source: SpoolDry tracks drying sessions for PLA through PA-CF, with typical guidance for engineering polymers.
ar: يتابع SpoolDry جلسات التجفيف من PLA حتى PA-CF مع إرشادات نموذجية للبوليمرات الهندسية.
de: SpoolDry verfolgt Trocknungen von PLA bis PA-CF, mit typischen Richtwerten für technische Kunststoffe.
es: SpoolDry registra secados de PLA a PA-CF, con pautas típicas para polímeros técnicos.
fr: SpoolDry suit les séchages du PLA au PA-CF, avec des repères typiques pour les polymères techniques.
ja: SpoolDryはPLAからPA-CFまでの乾燥を記録し、エンジニアリングポリマーの一般的な目安を提供します。

source: Start Drying
ar: بدء التجفيف
de: Trocknung starten
es: Iniciar secado
fr: Démarrer le séchage
ja: 乾燥を開始

source: Starting humidity
ar: الرطوبة الأولية
de: Startfeuchte
es: Humedad inicial
fr: Humidité initiale
ja: 開始時の湿度

source: Statistics
ar: الإحصاءات
de: Statistiken
es: Estadísticas
fr: Statistiques
ja: 統計

source: Status
ar: الحالة
es: Estado
fr: État
ja: 状態

source: Stop Drying
ar: إيقاف التجفيف
de: Trocknung stoppen
es: Detener secado
fr: Arrêter le séchage
ja: 乾燥を停止

source: Stop button
ar: زر الإيقاف
de: Stopptaste
es: Botón de parada
fr: Bouton d'arrêt
ja: 停止ボタン

source: Summarised from the linked official pages. Last checked %@.
ar: ملخّص من الصفحات الرسمية المرتبطة. آخر تحقق: %@.
de: Zusammengefasst aus den verlinkten offiziellen Seiten. Zuletzt geprüft: %@.
es: Resumido de las páginas oficiales enlazadas. Última revisión: %@.
fr: Résumé des pages officielles liées. Dernière vérification : %@.
ja: リンク先の公式ページを要約。最終確認：%@。

source: Support
ar: الدعم
es: Soporte
fr: Assistance
ja: サポート

source: Switch dryer
ar: تبديل المجفف
de: Trockner wechseln
es: Cambiar de secador
fr: Changer de sécheur
ja: ドライヤーを切り替え

source: Switch on your ESP32 dryer and keep your iPhone nearby. SpoolDry talks to it directly over Bluetooth. No account, no cloud.
ar: شغّل مجفف ESP32 وأبقِ الـ iPhone قريبًا. يتواصل SpoolDry معه مباشرة عبر البلوتوث. بلا حساب ولا سحابة.
de: Schalte deinen ESP32-Trockner ein und halte dein iPhone in der Nähe. SpoolDry spricht direkt per Bluetooth mit ihm. Kein Konto, keine Cloud.
es: Enciende tu secador ESP32 y mantén el iPhone cerca. SpoolDry se comunica directamente por Bluetooth. Sin cuenta, sin nube.
fr: Allumez votre sécheur ESP32 et gardez votre iPhone à proximité. SpoolDry communique directement en Bluetooth. Pas de compte, pas de cloud.
ja: ESP32ドライヤーの電源を入れ、iPhoneを近くに置いてください。SpoolDryはBluetoothで直接通信します。アカウントもクラウドも不要です。

source: Switch on your SpoolDry dryer
ar: شغّل مجفف SpoolDry
de: SpoolDry-Trockner einschalten
es: Enciende tu secador SpoolDry
fr: Allumez votre sécheur SpoolDry
ja: SpoolDryドライヤーの電源を入れる

source: Target
ar: الهدف
de: Ziel
es: Objetivo
fr: Cible
ja: 目標

source: Target temperature
ar: الحرارة المستهدفة
de: Zieltemperatur
es: Temperatura objetivo
fr: Température cible
ja: 目標温度

source: Target temperature reached
ar: تم بلوغ الحرارة المستهدفة
de: Zieltemperatur erreicht
es: Temperatura objetivo alcanzada
fr: Température cible atteinte
ja: 目標温度に到達

source: Temperature
ar: الحرارة
de: Temperatur
es: Temperatura
fr: Température
ja: 温度

source: Temperature & humidity
ar: الحرارة والرطوبة
de: Temperatur & Feuchte
es: Temperatura y humedad
fr: Température & humidité
ja: 温度と湿度

source: Temperature (%@)
ar: الحرارة (%@)
de: Temperatur (%@)
es: Temperatura (%@)
fr: Température (%@)
ja: 温度 (%@)

source: Temperature and humidity chart
ar: مخطط الحرارة والرطوبة
de: Temperatur- und Feuchtediagramm
es: Gráfico de temperatura y humedad
fr: Graphique température et humidité
ja: 温度と湿度のグラフ

source: Temperature, humidity and drying progress of your filament dryer.
ar: حرارة ورطوبة وتقدم تجفيف مجفف الخيوط لديك.
de: Temperatur, Feuchte und Trocknungsfortschritt deines Filamenttrockners.
es: Temperatura, humedad y progreso de tu secador de filamento.
fr: Température, humidité et progression de votre sécheur de filament.
ja: フィラメントドライヤーの温度・湿度・乾燥の進捗。

source: Terms of Use
ar: شروط الاستخدام
de: Nutzungsbedingungen
es: Condiciones de uso
fr: Conditions d'utilisation
ja: 利用規約

source: The App Store is not reachable right now. Please try again later.
ar: تعذّر الوصول إلى App Store حاليًا. يُرجى المحاولة لاحقًا.
de: Der App Store ist gerade nicht erreichbar. Bitte versuche es später erneut.
es: No se puede acceder al App Store en este momento. Inténtalo más tarde.
fr: L'App Store est injoignable pour le moment. Réessayez plus tard.
ja: 現在App Storeに接続できません。後でもう一度お試しください。

source: The chart fills in while the dryer is connected.
ar: يمتلئ المخطط أثناء اتصال المجفف.
de: Das Diagramm füllt sich, solange der Trockner verbunden ist.
es: El gráfico se completa mientras el secador está conectado.
fr: Le graphique se remplit tant que le sécheur est connecté.
ja: ドライヤー接続中にグラフが描画されます。

source: The dryer did not confirm the command. Check that it is powered and in range.
ar: لم يؤكد المجفف الأمر. تحقق من التغذية والنطاق.
de: Der Trockner hat den Befehl nicht bestätigt. Prüfe Stromversorgung und Reichweite.
es: El secador no confirmó el comando. Comprueba la alimentación y el alcance.
fr: Le sécheur n'a pas confirmé la commande. Vérifiez l'alimentation et la portée.
ja: ドライヤーがコマンドを確認しませんでした。電源と通信範囲を確認してください。

source: The dryer did not return a session ID.
ar: لم يُرجع المجفف معرّف الجلسة.
de: Der Trockner hat keine Sitzungs-ID geliefert.
es: El secador no devolvió un ID de sesión.
fr: Le sécheur n'a pas renvoyé d'identifiant de séance.
ja: ドライヤーからセッションIDが返されませんでした。

source: The dryer is not connected.
ar: المجفف غير متصل.
de: Der Trockner ist nicht verbunden.
es: El secador no está conectado.
fr: Le sécheur n'est pas connecté.
ja: ドライヤーが接続されていません。

source: The dryer restarted unexpectedly. Any running session was stopped for safety.
ar: أُعيد تشغيل المجفف بشكل غير متوقع. أُوقفت أي جلسة جارية حفاظًا على السلامة.
de: Der Trockner wurde unerwartet neu gestartet. Eine laufende Trocknung wurde aus Sicherheitsgründen beendet.
es: El secador se reinició inesperadamente. Cualquier sesión en curso se detuvo por seguridad.
fr: Le sécheur a redémarré de façon inattendue. Toute séance en cours a été arrêtée par sécurité.
ja: ドライヤーが予期せず再起動しました。安全のため実行中のセッションは停止されました。

source: The drying timer for %@ is now running.
ar: بدأ مؤقت تجفيف %@.
de: Der Trocknungstimer für %@ läuft jetzt.
es: El temporizador de secado de %@ está en marcha.
fr: Le minuteur de séchage pour %@ a démarré.
ja: %@ の乾燥タイマーが開始しました。

source: The free version supports one dryer. SpoolDry Lifetime adds multiple dryers.
ar: تدعم النسخة المجانية مجففًا واحدًا. يضيف SpoolDry مدى الحياة عدة مجففات.
de: Die Gratisversion unterstützt einen Trockner. SpoolDry Lifetime ermöglicht mehrere.
es: La versión gratuita admite un secador. SpoolDry de por vida añade varios.
fr: La version gratuite gère un sécheur. SpoolDry à vie en ajoute plusieurs.
ja: 無料版はドライヤー1台に対応。永久ライセンスで複数台に対応します。

source: The heater is off. Inspect the dryer, then reset the fault.
ar: السخان متوقف. افحص المجفف ثم أعد ضبط العطل.
de: Die Heizung ist aus. Prüfe den Trockner und setze dann den Fehler zurück.
es: El calefactor está apagado. Revisa el secador y luego restablece el fallo.
fr: Le chauffage est coupé. Inspectez le sécheur, puis réinitialisez le défaut.
ja: ヒーターは停止しています。ドライヤーを点検してから異常をリセットしてください。

source: The purchase could not be verified.
ar: تعذّر التحقق من عملية الشراء.
de: Der Kauf konnte nicht verifiziert werden.
es: No se pudo verificar la compra.
fr: L'achat n'a pas pu être vérifié.
ja: 購入を確認できませんでした。

source: The selected settings are outside the dryer's limits.
ar: الإعدادات المختارة خارج حدود المجفف.
de: Die gewählten Werte liegen außerhalb der Grenzen des Trockners.
es: Los ajustes elegidos están fuera de los límites del secador.
fr: Les réglages choisis dépassent les limites du sécheur.
ja: 選択した設定はドライヤーの範囲外です。

source: This device does not expose the SpoolDry service correctly.
ar: هذا الجهاز لا يوفّر خدمة SpoolDry بشكل صحيح.
de: Dieses Gerät stellt den SpoolDry-Dienst nicht korrekt bereit.
es: Este dispositivo no expone correctamente el servicio SpoolDry.
fr: Cet appareil n'expose pas correctement le service SpoolDry.
ja: このデバイスはSpoolDryサービスを正しく提供していません。

source: This device does not support Bluetooth Low Energy.
ar: هذا الجهاز لا يدعم Bluetooth منخفض الطاقة.
de: Dieses Gerät unterstützt Bluetooth Low Energy nicht.
es: Este dispositivo no admite Bluetooth Low Energy.
fr: Cet appareil ne prend pas en charge le Bluetooth Low Energy.
ja: このデバイスはBluetooth Low Energyに対応していません。

source: This dryer uses BLE protocol v%lld. Please update SpoolDry.
ar: يستخدم هذا المجفف بروتوكول BLE الإصدار %lld. يُرجى تحديث SpoolDry.
de: Dieser Trockner nutzt BLE-Protokoll v%lld. Bitte aktualisiere SpoolDry.
es: Este secador usa el protocolo BLE v%lld. Actualiza SpoolDry.
fr: Ce sécheur utilise le protocole BLE v%lld. Mettez SpoolDry à jour.
ja: このドライヤーはBLEプロトコルv%lldを使用しています。SpoolDryを更新してください。

source: This firmware uses a newer protocol. Update SpoolDry from the App Store.
ar: يستخدم هذا البرنامج الثابت بروتوكولًا أحدث. حدّث SpoolDry من App Store.
de: Diese Firmware nutzt ein neueres Protokoll. Aktualisiere SpoolDry im App Store.
es: Este firmware usa un protocolo más reciente. Actualiza SpoolDry desde el App Store.
fr: Ce firmware utilise un protocole plus récent. Mettez SpoolDry à jour depuis l'App Store.
ja: このファームウェアは新しいプロトコルを使用しています。App StoreでSpoolDryを更新してください。

source: Track Temperature & Humidity.
ar: تابع الحرارة والرطوبة.
de: Temperatur & Feuchte im Blick.
es: Controla temperatura y humedad.
fr: Suivez température & humidité.
ja: 温度と湿度を記録。

source: Try the Demo Dryer
ar: جرّب المجفف التجريبي
de: Demo-Trockner ausprobieren
es: Probar el secador de demostración
fr: Essayer le sécheur de démo
ja: デモドライヤーを試す

source: Turn on Bluetooth in Control Center or Settings.
ar: فعّل البلوتوث من مركز التحكم أو الإعدادات.
de: Schalte Bluetooth im Kontrollzentrum oder in den Einstellungen ein.
es: Activa el Bluetooth en el Centro de control o en Ajustes.
fr: Activez le Bluetooth dans le Centre de contrôle ou Réglages.
ja: コントロールセンターまたは設定でBluetoothをオンにしてください。

source: Typical guidance
ar: إرشادات نموذجية
de: Typische Richtwerte
es: Pautas típicas
fr: Repères typiques
ja: 一般的な目安

source: Typical starting guidance
ar: إرشادات بداية نموذجية
de: Typische Startwerte
es: Pautas iniciales típicas
fr: Repères de départ typiques
ja: 一般的な初期目安

source: Typical starting guidance, not a manufacturer requirement. Always check your filament's data sheet.
ar: إرشادات بداية نموذجية وليست متطلبات للشركة المصنّعة. راجع دائمًا ورقة بيانات خيطك.
de: Typische Startwerte, keine Herstellervorgabe. Prüfe immer das Datenblatt deines Filaments.
es: Pautas iniciales típicas, no un requisito del fabricante. Consulta siempre la ficha técnica de tu filamento.
fr: Repères de départ typiques, pas une exigence du fabricant. Consultez toujours la fiche technique de votre filament.
ja: 一般的な初期目安であり、メーカーの指定ではありません。必ずフィラメントのデータシートを確認してください。

source: Units
ar: الوحدات
de: Einheiten
es: Unidades
fr: Unités
ja: 単位

source: Unlimited drying sessions
ar: جلسات تجفيف غير محدودة
de: Unbegrenzte Trocknungen
es: Secados ilimitados
fr: Séchages illimités
ja: 乾燥セッション無制限

source: Unlock Lifetime
ar: فتح مدى الحياة
de: Lifetime freischalten
es: Desbloquear de por vida
fr: Débloquer à vie
ja: 永久ライセンスを解除

source: Unlock Lifetime for %@
ar: فتح مدى الحياة مقابل %@
de: Lifetime für %@ freischalten
es: Desbloquear de por vida por %@
fr: Débloquer à vie pour %@
ja: %@で永久ライセンスを解除

source: Uptime
ar: مدة التشغيل
de: Laufzeit
es: Tiempo en marcha
fr: Temps de fonctionnement
ja: 稼働時間

source: Values are typical starting guidance compiled from manufacturer recommendations, not universal requirements. Your filament's data sheet always wins.
ar: القيم إرشادات بداية نموذجية مجمّعة من توصيات المصنّعين وليست متطلبات عامة. ورقة بيانات خيطك هي المرجع دائمًا.
de: Die Werte sind typische Startwerte aus Herstellerempfehlungen, keine allgemeingültigen Vorgaben. Das Datenblatt deines Filaments hat immer Vorrang.
es: Los valores son pautas iniciales típicas basadas en recomendaciones de fabricantes, no requisitos universales. La ficha técnica de tu filamento siempre manda.
fr: Les valeurs sont des repères typiques compilés à partir des recommandations des fabricants, pas des exigences universelles. La fiche technique de votre filament prime toujours.
ja: 値はメーカー推奨をまとめた一般的な初期目安で、普遍的な要件ではありません。常にフィラメントのデータシートが優先です。

source: Version
ar: الإصدار
es: Versión
ja: バージョン

source: View
ar: العرض
de: Ansicht
es: Vista
fr: Affichage
ja: 表示

source: Website
ar: الموقع الإلكتروني
es: Sitio web
fr: Site web
ja: ウェブサイト

source: You have used your 3 free drying sessions.
ar: لقد استخدمت جلسات التجفيف المجانية الثلاث.
de: Du hast deine 3 Gratis-Trocknungen genutzt.
es: Has usado tus 3 sesiones gratuitas.
fr: Vous avez utilisé vos 3 séances gratuites.
ja: 3回の無料乾燥セッションを使い切りました。

source: You've used %lld of %lld free drying sessions.
ar: استخدمت %lld من %lld جلسات تجفيف مجانية.
de: Du hast %lld von %lld Gratis-Trocknungen genutzt.
es: Has usado %lld de %lld sesiones gratuitas.
fr: Vous avez utilisé %lld séances gratuites sur %lld.
ja: 無料乾燥セッション %2$lld 回中 %1$lld 回を使用しました。
